# https://github.com/Homebrew/homebrew-bundle

tap "homebrew/bundle"
tap "homebrew/core"

# Homebrew
# https://github.com/Homebrew/brew/

brew "bat"
brew "cloc"
brew "docker"
brew "dos2unix"
brew "exa"
brew "git"
brew "gmp" # Vim dependency
brew "httpie"
brew "jq"
brew "less"
brew "node"
brew "python"
brew "pygments"
brew "readline"
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "z"
brew "zsh"
