# https://github.com/Homebrew/homebrew-bundle

tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "bat"
brew "cloc"
brew "docker"
brew "dos2unix"
brew "fzf"
brew "exa"
brew "git"
brew "gmp" # Vim dependency
brew "httpie"
brew "jq"
brew "less"
brew "mas"
brew "node"
brew "python"
brew "pygments"
brew "readline"
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "z"
brew "zsh"

cask "android-studio"
cask "font-fira-code"
cask "spotify"
cask "spectacle"
cask "visual-studio-code"
cask "zoomus"

mas "Enpass", id: 732710998
mas "Sip", id: 507257563
mas "Lightshot Screenshot", id: 526298438
mas "CopyClip", id: 595191960
mas "NordVPN IKE", id: 1116599239
mas "Yubico Authenticator", id: 1497506650
